[{"id": "tt34692373", "type": "series", "name": "O Museu da Inocência", "poster": "https://images.justwatch.com/poster/341325447/s332/masumiyet-muzesi.jpg", "description": "Istambul, 1970. O amor proibido de um homem por uma vendedora se transforma em uma jornada de desejo e obsessão pela vida toda."}, {"id": "tt0118480", "type": "series", "name": "Stargate SG-1", "poster": "https://images.justwatch.com/poster/192302298/s332/stargate-sg-1.jpg", "description": "Uma equipe de exploradores composta de soldados e cientistas viajam através do Stargate, um portal que dá acesso a outros planetas. Eles usam a passagem para explorar novos mundos e proteger a Terra contra forças inimigas."}, {"id": "tt22202452", "type": "series", "name": "Pluribus", "poster": "https://images.justwatch.com/poster/338958258/s332/pluribus.jpg", "description": "A pessoa mais triste da Terra deve salvar o mundo da felicidade."}, {"id": "tt15232564", "type": "series", "name": "Love Story", "poster": "https://images.justwatch.com/poster/341567387/s332/historia-de-amor-john-f-kennedy-jr-e-carolyn-bessette.jpg", "description": "An anthology of sweeping true love stories that captured the world’s attention."}, {"id": "tt33322230", "type": "series", "name": "Filhos do Chumbo", "poster": "https://images.justwatch.com/poster/341621674/s332/olowiane-dzieci.jpg", "description": "Quando uma médica descobre que crianças que vivem perto de uma fundição sofrem de intoxicação por chumbo, ela arrisca a carreira e a própria segurança para salvá-las."}, {"id": "tt21066182", "type": "series", "name": "Magnum", "poster": "https://images.justwatch.com/poster/341038567/s332/wonder-man-0.jpg", "description": "O aspirante a ator de Hollywood Simon Williams está lutando para decolar. Durante um encontro casual com Trevor Slattery, um ator cujos maiores papéis podem já ter ficado no passado, Simon descobre que o lendário diretor Von Kovak está fazendo um remake do filme do super-herói \"Magnum\". Esses dois atores, em extremos opostos de suas carreiras, buscam obstinadamente papéis transformadores nesse filme, enquanto o público dá uma espiadinha nos bastidores da indústria do entretenimento."}, {"id": "tt15677150", "type": "series", "name": "Falando a Real", "poster": "https://images.justwatch.com/poster/341389744/s332/terapia-sem-filtros.jpg", "description": "Jimmy luta para lidar com a perda da esposa enquanto tenta ser pai, amigo e terapeuta. Ele decide adotar uma nova postura com todos ao seu redor: ser brutalmente sincero e sem filtros. Será que isso vai melhorar as coisas ou desencadear um caos total?"}, {"id": "tt33035373", "type": "series", "name": "Dele & Dela", "poster": "https://images.justwatch.com/poster/339094482/s332/his-and-hers.jpg", "description": "Um detetive e uma repórter, que já foram um casal, disputam para solucionar um assassinato em que os dois são os principais suspeitos."}, {"id": "tt12343534", "type": "series", "name": "Jujutsu Kaisen", "poster": "https://images.justwatch.com/poster/341622219/s332/jujutsu-kaisen.jpg", "description": "Sofrimento, arrependimento, vergonha: os sentimentos negativos dos humanos tornam-se Maldições, causando terríveis acidentes que podem levar até mesmo à morte. E pra piorar, Maldições só podem ser exorcizadas por outras Maldições. Certo dia, para salvar amigos que estavam sendo atacados por Maldições, Yuji Itadori engole o dedo do Ryomen-Sukuna, absorvendo sua Maldição. Ele então decide se matricular no Colégio Técnico de Feitiçaria de Tóquio, uma organização que combate as Maldições... e assim começa a heróica lenda do garoto que tornou-se uma Maldição para exorcizar uma Maldição."}, {"id": "tt14417718", "type": "series", "name": "Entre Estranhos", "poster": "https://images.justwatch.com/poster/306306814/s332/the-crowded-room.jpg", "description": "Um suspense psicológico que se passa em Manhattan no verão de 1979, quando um jovem é preso por um crime chocante, e uma investigadora improvável deve solucionar o mistério por trás dele."}, {"id": "tt4574334", "type": "series", "name": "Stranger Things", "poster": "https://images.justwatch.com/poster/340688595/s332/stranger-things.jpg", "description": "Quando um garoto desaparece, a cidade toda participa nas buscas. Mas o que encontram são segredos, forças sobrenaturais e uma menina."}, {"id": "tt7587890", "type": "series", "name": "O Novato", "poster": "https://images.justwatch.com/poster/339866324/s332/the-rookie.jpg", "description": "John Nolan, um homem de 40 anos, deixa para trás sua vida confortável em uma cidade pequena para viver seu sonho de ser um agente policial no Departamento de Polícia de Los Angeles. Como o novato mais velho, ele enfrenta a descrença de seus colegas."}, {"id": "tt19854762", "type": "series", "name": "Sequestro", "poster": "https://images.justwatch.com/poster/336260477/s332/hijack.jpg", "description": "O experiente negociador Sam Nelson está prestes a viver a aventura de sua vida — assim como todos os que estão a bordo com ele — depois que um grupo de sequestradores assume o controle. Sam tentará todas as estratégias de seu repertório para derrotá-los... enquanto os riscos aumentam a cada segundo."}, {"id": "tt13918776", "type": "series", "name": "O Agente Noturno", "poster": "https://images.justwatch.com/poster/341590079/s332/the-night-agent.jpg", "description": "A série acompanha um agente de baixo escalão do FBI que trabalha no porão da Casa Branca, a postos para atender um telefone que nunca toca. Até que um dia, ele recebe uma ligação que acaba revelando uma perigosa conspiração contra o governo dos Estados Unidos."}, {"id": "tt31709373", "type": "series", "name": "De Belfast ao Paraíso", "poster": "https://images.justwatch.com/poster/341654841/s332/how-to-get-to-heaven-from-belfast.jpg", "description": "Três mulheres embarcam em uma jornada caótica para tentar solucionar a morte misteriosa de uma amiga de infância e, de quebra, proteger um segredo sombrio."}, {"id": "tt33517752", "type": "series", "name": "The Beauty: Lindos de Morrer", "poster": "https://images.justwatch.com/poster/341619928/s332/the-beauty.jpg", "description": "Quando supermodelos internacionais começam a morrer de forma brutal e misteriosa, dois agentes do FBI são enviados a Paris, Veneza, Roma e Nova York para descobrir a verdade. No entanto, a investigação revela uma conspiração que ameaça o futuro da humanidade."}, {"id": "tt20285780", "type": "series", "name": "Cirurgias e Artimanhas", "poster": "https://images.justwatch.com/poster/309531599/s332/the-artful-dodger.jpg", "description": "Uma história de reinvenção, traição, redenção e amor. Jack Dawkins é o Artful Dodger, cujos dedos ágeis de batedor de carteiras passaram a ser as mãos habilidosas de um cirurgião. Ele está dividido entre um amor impossível e o mundo do crime que secretamente deseja. Serão necessárias artimanhas."}, {"id": "tt22091076", "type": "series", "name": "Uma Mente Excepcional", "poster": "https://images.justwatch.com/poster/337872642/s332/high-potential.jpg", "description": "Morgan, uma mãe solteira com três filhos e uma mente excepcional, ajuda a resolver um crime insolúvel quando reorganiza algumas evidências durante seu turno como faxineira do departamento de polícia. Quando descobrem que ela tem um talento especial para colocar as coisas em ordem por causa de seu alto potencial intelectual, ela é contratada como consultora para trabalhar com um detetive experiente e fiel às regras, Karadec. Juntos, eles formam uma equipe incomum e imparável."}, {"id": "tt0386676", "type": "series", "name": "The Office", "poster": "https://images.justwatch.com/poster/301988362/s332/o-escritorio.jpg", "description": "Michael Scott é o egocêntrico, insensível e incompetente gerente regional de uma subsidiária da Dunder Mifflin Paper Company. Michael acredita ser o cara mais engraçado do escritório, uma fonte de sabedoria para negócios e o melhor amigo de seus funcionários. Ele nem desconfia que a sua equipe o tolera apenas pelo fato dele assinar o contracheque deles. Sem saber o que os seus funcionários pensam a seu respeito, Michael acaba sempre alternando decisões absurdas ou patéticas, mas sempre hilárias."}, {"id": "tt13018148", "type": "series", "name": "Me Conte Mentiras", "poster": "https://images.justwatch.com/poster/300646543/s332/tell-me-lies.jpg", "description": "Quando Lucy Albright e Stephen DeMarco se conhecem na faculdade, eles estão naquela idade em que escolhas aparentemente mundanas levam a consequências irreversíveis. Eles rapidamente caem em um emaranhado viciante que alterará permanentemente não apenas suas vidas, mas a vida de todos ao seu redor."}, {"id": "tt0203259", "type": "series", "name": "Lei & Ordem: Unidade de Vítimas Especiais", "poster": "https://images.justwatch.com/poster/339909225/s332/law-and-order-special-victims-unit.jpg", "description": "Detetives que fazem parte da Unidade de Vítimas Especiais da polícia de Nova York investigam crimes de natureza sexual, como estupros, em que a vítima sobrevive, e auxilia as autoridades na investigação."}, {"id": "tt22248376", "type": "series", "name": "Frieren e a Jornada para o Além", "poster": "https://images.justwatch.com/poster/340934006/s332/frieren-beyond-journeys-end.jpg", "description": "Após uma missão de 10 anos ao lado do herói Himmel e seu grupo, a poderosa maga Frieren derrotou o Rei Demônio e trouxe paz ao reino. Como uma elfa, Frieren tem uma vida de mais de mil anos pela frente. Ela promete retornar para seus amigos e, assim, parte em uma jornada solitária. 50 anos se passam quando Frieren finalmente volta para visitar Himmel e os outros. Embora ela não tenha envelhecido nada, seus amigos têm pouco tempo de vida restante. É então que Frieren testemunha a morte de Himmel, o que a leva a lamentar não ter passado mais tempo junto dele. Com esse arrependimento em seu coração, ela embarca em uma nova jornada com o objetivo de se conectar e conhecer melhor as pessoas. Ao longo dessa viagem, a elfa Frieren encontrará diversas pessoas e viverá incontáveis aventuras emocionantes!"}, {"id": "tt32874331", "type": "series", "name": "Na Lama", "poster": "https://images.justwatch.com/poster/332843273/s332/en-el-barro.jpg", "description": "Cinco detentas formam um vínculo único depois de um acidente terrível, mas tudo muda com a corrupção e a guerra pelo poder em uma prisão impiedosa."}, {"id": "tt10577736", "type": "series", "name": "Teerã", "poster": "https://images.justwatch.com/poster/341205198/s332/teerao.jpg", "description": "Tamar é uma agente e hacker infiltrada em Teerã tentando destruir um reator nuclear. Quando a missão falha e ela fica presa em sua nova vida, Tamar deve planejar uma operação que colocará seus entes queridos em perigo."}, {"id": "tt27444205", "type": "series", "name": "Paradise", "poster": "https://images.justwatch.com/poster/326336008/s332/paradise-2025.jpg", "description": "Se passa em uma comunidade idílica habitada por alguns dos indivíduos mais proeminentes do mundo. Mas um assassinato chocante acaba com essa tranquilidade, desencadeando uma investigação de alto risco."}, {"id": "tt31974288", "type": "series", "name": "Os Sete Relógios de Agatha Christie", "poster": "https://images.justwatch.com/poster/340793533/s332/agatha-christies-seven-dials.jpg", "description": "Inglaterra, 1925. Uma brincadeira em uma festa de arromba teve um final trágico. Caberá à investigadora mais improvável de todas desvendar um mistério que mudará sua vida."}, {"id": "tt7671070", "type": "series", "name": "Industry", "poster": "https://images.justwatch.com/poster/228420776/s332/industry.jpg", "description": "Um grupo de jovens recém-formados compete por um número limitado de vagas de emprego num dos principais bancos de investimento de Londres."}, {"id": "tt37024136", "type": "series", "name": "Unfamiliar", "poster": "https://images.justwatch.com/poster/338569874/s332/unfamiliar.jpg", "description": "Quando o passado bate à porta de um casal de ex-espiões, o maior desafio não são as perseguições, os tiroteios e as brigas... é contar a verdade um ao outro."}, {"id": "tt0413573", "type": "series", "name": "Grey's Anatomy", "poster": "https://images.justwatch.com/poster/322851269/s332/greys-anatomy.jpg", "description": "Os médicos do Grey Sloan Memorial Hospital lidam diariamente com casos e consequências de vida ou morte. É um no outro que eles encontram apoio, conforto, amizade e, às vezes, até mais que amizade... Juntos, eles descobrem o quanto a vida profissional e a pessoal podem ser complicadas e se misturarem no meio do caminho."}, {"id": "tt2356777", "type": "series", "name": "True Detective", "poster": "https://images.justwatch.com/poster/243933917/s332/true-detective.jpg", "description": "Mostrando diferentes perspectivas tanto no passado como no presente, a narrativa se foca na investigação dos crimes supostamente cometidos por um serial killer no ano de 1995 feita pelos detetives Rust Cohle e Martin Hart. Nos dias atuais, o caso é aberto novamente e ambos são questionados pelos atuais detetives, já que a polícia tenta novamente prender o mesmo assassino. A série mostrará ao público o que acontece atualmente, ao mesmo tempo em que revela flashbacks da investigação nos anos 90."}, {"id": "tt27850500", "type": "series", "name": "Mistério de Um Milhão de Seguidores", "poster": "https://images.justwatch.com/poster/341619650/s332/misterio-de-um-milhao-de-seguidores.jpg", "description": "O oficial Chen Chia-jen tenta desmascarar a Bruxa Baba, uma taróloga famosa que prevê a morte de influenciadores."}, {"id": "tt1442464", "type": "series", "name": "The Middle: Uma Família Perdida no Meio do Nada", "poster": "https://images.justwatch.com/poster/84190894/s332/uma-familia-perdida-no-meio-do-nada.jpg", "description": "Em Orson, uma cidade fictícia em Indiana, vive a atrapalhada família de classe média dos Heck, liderada pela mãe, Frankie, uma vendedora de carros usados em crise de meia-idade e seu marido, o calado Mike. Juntos, ambos tentam dar a melhor educação possível para os seus três filhos: Axl, um adolescente meio rebelde de 15 anos, a esquisita Sue de 13 anos, e o pequeno Brick, 8, o garotinho nerd que tem o hábito de \"conversar\" com sua mochila. Com todas essas diferenças existe algo que una esta família?"}, {"id": "tt39398591", "type": "series", "name": "America's Next Top Model: Choque de Realidade", "poster": "https://images.justwatch.com/poster/341292711/s332/americas-next-top-model-toda-a-verdade.jpg", "description": "Modelos, jurados e integrantes da produção de America’s Next Top Model, incluindo Tyra Banks, revisitam o legado complexo do reality nesta série documental reveladora."}, {"id": "tt8740790", "type": "series", "name": "Bridgerton", "poster": "https://images.justwatch.com/poster/340527449/s332/bridgerton.jpg", "description": "Um mundo sensual, luxuoso e competitivo da alta sociedade londrina no início do século XIX. Nesse período, a família Bridgerton, composta por oito irmãos, enfrenta o disputado mercado de casamentos, os bailes suntuosos de Mayfair e os palácios aristocráticos de Park Lane."}, {"id": "tt14688458", "type": "series", "name": "Silo", "poster": "https://images.justwatch.com/poster/306298996/s332/silo.jpg", "description": "Em um futuro destruído e tóxico, existe uma comunidade que vive dentro de um gigantesco silo subterrâneo com centenas de andares de profundidade. Lá, homens e mulheres vivem numa sociedade cheia de regras que acreditam existir para protegê-los."}, {"id": "tt0229889", "type": "series", "name": "Chaves", "poster": "https://images.justwatch.com/poster/333791113/s332/o-xavier.jpg", "description": "Chaves é um menino levado que mora em uma vila simples, onde se mete em diversas confusões com seus amigos, Quico e Chiquinha, e demais vizinhos, como Seu Madruga e Dona Florinda. Com humor ingênuo e situações engraçadas, o seriado conquista com suas histórias divertidas e personagens carismáticos."}, {"id": "tt15282746", "type": "series", "name": "Gotas Divinas", "poster": "https://images.justwatch.com/poster/336607429/s332/les-gouttes-de-dieu.jpg", "description": "Enquanto o mundo do vinho lamenta a morte de Alexandre Léger, sua filha, afastada há anos, descobre que sua coleção extraordinária de vinhos agora é dela. Mas antes de poder receber sua herança, Camille deve vencer o protegido de Alexandre, Issei, em uma disputa dos sentidos de ambos."}, {"id": "tt5114356", "type": "series", "name": "Legião", "poster": "https://images.justwatch.com/poster/147938680/s332/legion.jpg", "description": "Atormentado por visões perturbadoras, o jovem David Haller começa a juntar o quebra-cabeças de suas lembranças e se dá conta de que pode ter poderes especiais."}, {"id": "tt0096697", "type": "series", "name": "Os Simpsons", "poster": "https://images.justwatch.com/poster/301587024/s332/os-simpsons.jpg", "description": "Uma animação sobre uma típica família dos Estados Unidos. Homer é o pai de família nada saudável ou inteligente, que adora beber cerveja. Marge é a esposa e mãe de família dedicada. Bart é o filho de 10 anos, que não leva a escola a sério e tem orgulho disso. Lisa é a garota de 8 anos, um gênio não apreciado. E Maggie é a bebê que não larga a chupeta."}, {"id": "tt6470478", "type": "series", "name": "The Good Doctor: O Bom Doutor", "poster": "https://images.justwatch.com/poster/300727661/s332/the-good-doctor.jpg", "description": "Um jovem médico com autismo começa a trabalhar em um famoso hospital. Além dos desafios da profissão, ele terá também que provar sua capacidade a seus colegas e superiores."}, {"id": "tt19231492", "type": "series", "name": "Matéria Escura", "poster": "https://images.justwatch.com/poster/315734107/s332/dark-matter-2024.jpg", "description": "Jason Dessen é sequestrado para uma versão alternativa de sua vida. Em busca de voltar para sua verdadeira família, ele embarca em uma jornada angustiante para salvá-los do inimigo mais terrível que se possa imaginar: ele mesmo."}, {"id": "tt11280740", "type": "series", "name": "Ruptura", "poster": "https://images.justwatch.com/poster/338187893/s332/severance.jpg", "description": "Mark lidera uma equipe de funcionários de escritório cujas memórias foram divididas cirurgicamente entre a vida no trabalho e a vida pessoal. Quando um colega de trabalho misterioso aparece fora do escritório, ele começa uma jornada para descobrir a verdade sobre seu trabalho."}, {"id": "tt13146488", "type": "series", "name": "Pacificador", "poster": "https://images.justwatch.com/poster/334955710/s332/o-pacificador.jpg", "description": "A série explorará as origens do Pacificador, um homem que acredita na paz a qualquer custo - não importa quantas pessoas ele tenha que matar para obtê-la."}, {"id": "tt38091266", "type": "series", "name": "Rulers of Fortune", "poster": "https://images.justwatch.com/poster/338561234/s332/os-donos-do-jogo.jpg", "description": "Um novato ambiciona liderar o submundo do jogo do bicho no Rio de Janeiro e acaba se envolvendo em uma perigosa rede de traições, luxúria e sangue."}, {"id": "tt10332508", "type": "series", "name": "Primal", "poster": "https://images.justwatch.com/poster/337869634/s332/primal.jpg", "description": "No início da evolução, um homem das cavernas e um dinossauro à beira da extinção se unem em tragédias infelizes e tornam-se a única esperança de sobrevivência um do outro em um mundo traiçoeiro."}, {"id": "tt31974367", "type": "series", "name": "O Monstro em Mim", "poster": "https://images.justwatch.com/poster/334848715/s332/o-monstro-em-mim.jpg", "description": "Uma escritora famosa se envolve em um estranho jogo mental com seu novo vizinho, um homem rico e poderoso que pode ser um assassino."}, {"id": "tt3581920", "type": "series", "name": "The Last of Us", "poster": "https://images.justwatch.com/poster/301981224/s332/the-last-of-us.jpg", "description": "Situado duas décadas após a implosão de nossa sociedade, o drama seguirá Joel, um sobrevivente difícil, que é contratado para contrabandear uma garota de 14 anos chamada Ellie para fora de uma zona de quarentena opressiva. O que começa como um pequeno trabalho logo se torna uma jornada brutal e de partir o coração, já que os dois precisam atravessar os Estados Unidos e dependem um do outro para sobreviver."}, {"id": "tt13833978", "type": "series", "name": "O Poder e a Lei", "poster": "https://images.justwatch.com/poster/341454693/s332/the-lincoln-lawyer.jpg", "description": "Diretamente do seu carro, um clássico Lincoln, o advogado Mickey Haller resolve casos penais e faz de tudo para ganhar."}, {"id": "tt10155688", "type": "series", "name": "Mare of Easttown", "poster": "https://images.justwatch.com/poster/244235291/s332/mare-of-easttown.jpg", "description": "Mare Sheehan é uma detetive de uma pequena cidade na Pensilvânia que deve investigar um violento assassinato local. Conforme o lado sombrio da pequena comunidade vem à luz, a vida de Mare desmorona e relacionamentos familiares e tragédias do passado ressurgem para definir o presente."}, {"id": "tt0141842", "type": "series", "name": "Família Soprano", "poster": "https://images.justwatch.com/poster/322832464/s332/die-sopranos.jpg", "description": "Chefe da máfia e pai de família, Tony Soprano começa a ter ataques de pânico e decide procurar a ajuda de uma profissional, Dra. Jennifer Melfi. Ele discute sua intimidade e a vida no crime, revelando o desconforto da mulher, Carmela Soprano, com as suas atividades profissionais. Enquanto tenta proteger os filhos, Meadow e Anthony Junior, o mafioso irá enfrentar uma investigação federal e a possível traição de um membro da família."}, {"id": "tt7366338", "type": "series", "name": "Chernobyl", "poster": "https://images.justwatch.com/poster/340048358/s332/chernobyl.jpg", "description": "Aqui é contada a história da explosão que aconteceu na Usina Nuclear de Chernobyl. Em 1986, na Ucrânia, o acidente dizimou dezenas de pessoas e acabou por se tornar o maior desastre nuclear da história. Enquanto o mundo lamentava o ocorrido, o cientista Valery Legasov (Jared Harris), a física Ulana Khomyuk (Emily Watson) e o vice-presidente do Conselho de Ministros Boris Shcherbina (Stellan Skarsgård) tentam descobrir as causas do acidente."}, {"id": "tt0804503", "type": "series", "name": "Mad Men: Inventando Verdades", "poster": "https://images.justwatch.com/poster/340784572/s332/mad-men.jpg", "description": "Ambientada na Nova York dos anos 60, essa série mostra a realidade de uma agência de publicidade numa época em que a concorrência ferrenha tinha o seu glamour."}, {"id": "tt2085059", "type": "series", "name": "Black Mirror", "poster": "https://images.justwatch.com/poster/329471480/s332/black-mirror.jpg", "description": "As histórias bizarras não têm limite nesta série antológica que revela o pior da humanidade, suas maiores invenções e muito mais."}, {"id": "tt12324366", "type": "series", "name": "Percy Jackson e os Olimpianos", "poster": "https://images.justwatch.com/poster/309999240/s332/percy-jackson-and-the-olympians.jpg", "description": "Percy Jackson terá uma missão perigosa. Enquanto enfrenta monstros e engana deuses, ele terá uma jornada através dos EUA para devolver o raio-mestre de Zeus e impedir uma guerra iminente. Com a ajuda de seus colegas de missão, Annabeth e Grover, a jornada de Percy o deixará mais próximo das respostas das seguintes perguntas: \"como se encaixar num mundo onde ele se sente deslocado?\" e \"qual será o seu futuro?\"."}, {"id": "tt13875494", "type": "series", "name": "O Rastreador", "poster": "https://images.justwatch.com/poster/322701413/s332/tracker.jpg", "description": "Colter Shaw, um lobo solitário sobrevivente que percorre o país em busca de recompensas, usando suas habilidades de rastreamento especializado para ajudar cidadãos e autoridades a resolver todo tipo de mistério enquanto lida com sua família fragmentada."}, {"id": "tt11379026", "type": "series", "name": "Fantasmas", "poster": "https://images.justwatch.com/poster/322124929/s332/ghosts-2021.jpg", "description": "Samantha e Jay jogam cautela e dinheiro ao vento quando decidem converter uma enorme propriedade rural decadente que herdaram em uma pousada."}, {"id": "tt13911284", "type": "series", "name": "Hell's Paradise", "poster": "https://images.justwatch.com/poster/341649723/s332/hells-paradise.jpg", "description": "A era Edo está chegando ao fim. Gabimaru, tido como o mais forte ninja de Iwagakure, está condenado à morte, e sua única chance de sobreviver é obter o Elixir da Vida em uma certa ilha, que segundo rumores é a terra budista de Sukhavati. Na esperança de reencontrar sua querida esposa, Gabimaru segue para a ilha acompanhado de seu carrasco, Yamada Asaemon Sagiri. Ao chegar lá, eles encontram outros condenados em busca do mesmo Elixir... Além de criaturas desconhecidas, estátuas aterrorizantes e ermitões nativos. Será que Gabimaru conseguirá encontrar o Elixir da Vida e voltar vivo?"}, {"id": "tt5622316", "type": "series", "name": "The Chosen: Os Escolhidos", "poster": "https://images.justwatch.com/poster/337746050/s332/the-chosen-0.jpg", "description": "Aprofundando-se nas histórias de fundo e no contexto das pessoas e eventos dos evangelhos, a Primeira Temporada do projeto de mídia de maior financiamento coletivo pelo público de todos os tempos apresenta pessoas como Simão Pedro, Nicodemos, Maria Madalena, Mateus e, claro, Jesus de uma forma nunca antes vista em filme."}, {"id": "tt1196946", "type": "series", "name": "O Mentalista", "poster": "https://images.justwatch.com/poster/176049752/s332/o-mentalista.jpg", "description": "Patrick Jane é famoso por sua habilidade de alta percepção de tudo que está ao seu redor. Ele já quase foi uma celebridade, alegando ser médium vidente, mas agora admite que fingia ter poderes paranormais. Com sua grande habilidade de observação, Patrick trabalha como consultor independente para as autoridades da Califórnia, resolvendo um número considerável de crimes complicados."}, {"id": "tt4354880", "type": "series", "name": "Sr. Mercedes", "poster": "https://images.justwatch.com/poster/329310711/s332/mr-mercedes.jpg", "description": "Um assassino em série psicopata provoca um detetive policial aposentado com uma série de cartas e e-mails chocantes."}]