[{"id": "tt31227572", "type": "movie", "name": "Predador: Terras Selvagens", "poster": "https://images.justwatch.com/poster/334784939/s332/predator-badlands.jpg", "description": "No futuro, em um planeta remoto, um jovem Predador, rejeitado por seu clã, encontra em Thia uma aliada improvável e embarca em uma jornada traiçoeira em busca do adversário supremo."}, {"id": "tt24950660", "type": "movie", "name": "Eternidade", "poster": "https://images.justwatch.com/poster/340428931/s332/eternity-0.jpg", "description": "Numa vida após a morte, onde as almas têm uma semana para decidir onde passar a eternidade, Joan enfrenta a escolha impossível entre o homem com quem passou a vida e o seu primeiro amor, que morreu jovem e esperou décadas pela sua chegada."}, {"id": "tt33508491", "type": "movie", "name": "Os Cantores", "poster": "https://images.justwatch.com/poster/341754096/s332/os-cantores.jpg", "description": "Neste curta indicado ao Oscar®, uma competição musical improvisada em um bar decadente transforma uma noite solitária em um momento de profunda conexão e harmonia."}, {"id": "tt0064116", "type": "movie", "name": "Era uma Vez no Oeste", "poster": "https://images.justwatch.com/poster/175313699/s332/era-uma-vez-no-oeste.jpg", "description": "Enquanto os construtores ferroviários marcham imparavelmente através do deserto de Arizona a caminho do mar, Jill chega à pequena cidade de Flagstone com a intenção de começar uma nova vida."}, {"id": "tt29768334", "type": "movie", "name": "Sonhos de Trem", "poster": "https://images.justwatch.com/poster/338870829/s332/train-dreams.jpg", "description": "Um lenhador leva uma vida tranquila enquanto lida com o amor e a perda em uma época de profundas transformações nos Estados Unidos do começo do século XX."}, {"id": "tt0838221", "type": "movie", "name": "Viagem a Darjeeling", "poster": "https://images.justwatch.com/poster/159759299/s332/viagem-a-darjeeling.jpg", "description": "Francis, Peter e Jack são irmãos, mas não se falam há um ano. Eles, decidem realizar uma viagem de trem pela Índia, na intenção de acabar com a barreira existente entre eles e também para auto-conhecimento. Entretanto, devido a incidentes envolvendo a compra de analgésicos sem prescrição médica, o uso de xarope para tosse indiano e um spray de pimenta, a viagem logo muda de rumo e faz com que o trio fique perdido no meio do deserto, tendo apenas 11 malas, uma impressora e uma máquina plastificadora."}, {"id": "tt1446714", "type": "movie", "name": "Prometheus", "poster": "https://images.justwatch.com/poster/218089088/s332/prometheus.jpg", "description": "Uma equipe de cientistas embarca em uma jornada espacial para descobrir a verdade sobre a origem da raça humana. No planeta de destino, eles encontram criaturas poderosas e revelações assustadoras."}, {"id": "tt2278388", "type": "movie", "name": "O Grande Hotel Budapeste", "poster": "https://images.justwatch.com/poster/300907037/s332/o-grande-hotel-budapeste.jpg", "description": "No período entre as duas guerras mundiais, o famoso gerente de um hotel europeu conhece um jovem empregado e os dois tornam-se melhores amigos. Entre as aventuras vividas pelos dois, constam o roubo de um famoso quadro do Renascimento, a batalha pela grande fortuna de uma família e as transformações históricas durante a primeira metade do século XX."}, {"id": "tt8847712", "type": "movie", "name": "A Crônica Francesa", "poster": "https://images.justwatch.com/poster/254002477/s332/the-french-dispatch.jpg", "description": "Na França pós-Segunda Guerra Mundial, um jornal americano dá vida a uma coleção de histórias publicadas na revista \"The French Dispatch\"."}, {"id": "tt0265666", "type": "movie", "name": "Os Excêntricos Tenenbaums", "poster": "https://images.justwatch.com/poster/251009940/s332/the-royal-tenenbaums.jpg", "description": "Royal e sua esposa Etheline tiveram três filhos muito diferentes entre si, mas igualmente bem-sucedidos. Quando Etheline resolve se casar com outro, o irresponsável e excêntrico Royal resolve lutar por seu amor reunindo toda a família."}, {"id": "tt16311594", "type": "movie", "name": "F1: O Filme", "poster": "https://images.justwatch.com/poster/332846989/s332/f1.jpg", "description": "Sonny Hayes, a lenda do automobilismo, é persuadido a deixar a aposentadoria para liderar uma equipe de Fórmula 1 em dificuldades—e ser mentor de um jovem piloto famoso—enquanto busca mais uma oportunidade de glória."}, {"id": "tt0091790", "type": "movie", "name": "A Garota de Rosa Shocking", "poster": "https://images.justwatch.com/poster/309134158/s332/a-garota-de-rosa-shocking.jpg", "description": "Andie é uma jovem de classe baixa na escola de Chicago, e costuma sair com sua antiga chefe e seu colega Duckie que é apaixonado por Andie. Quando um dos estudantes mais ricos e populares da escola, Blane convida Andie para sair, ela não acredita. Os dois iniciam um romance reprovado até por seus melhores amigos e enfrentam as barreiras de um relacionamento marcado pelas diferenças sociais."}, {"id": "tt1312221", "type": "movie", "name": "Frankenstein", "poster": "https://images.justwatch.com/poster/338202734/s332/frankenstein-0.jpg", "description": "Dr. Victor Frankenstein, um cientista brilhante, mas egoísta, dá vida a uma criatura em um experimento monstruoso que acaba levando à ruína tanto do criador quanto de sua trágica criação."}, {"id": "tt39369643", "type": "movie", "name": "State of Fear", "poster": "https://images.justwatch.com/poster/341714675/s332/salve-geral-irmandade.jpg", "description": "Durante uma onda de violência sem precedentes em São Paulo, uma advogada ligada ao crime precisa fazer um acordo com a polícia para resgatar a sobrinha sequestrada."}, {"id": "tt26595906", "type": "movie", "name": "The World Will Tremble", "poster": "https://images.justwatch.com/poster/328983313/s332/the-world-will-tremble.jpg", "description": "A incrível e não contada história real de como um grupo de prisioneiros tenta uma fuga aparentemente impossível do primeiro campo de extermínio nazista para fornecer o primeiro relato de testemunha ocular do Holocausto."}, {"id": "tt32558992", "type": "movie", "name": "Heart Eyes", "poster": "https://images.justwatch.com/poster/325896510/s332/heart-eyes.jpg", "description": "Nos últimos anos, o \"Assassino Heart Eyes\" tem causado estragos no Dia dos Namorados ao perseguir e assassinar casais românticos. Neste Dia dos Namorados, nenhum casal está seguro."}, {"id": "tt0112579", "type": "movie", "name": "As Pontes de Madison", "poster": "https://images.justwatch.com/poster/250639159/s332/as-pontes-de-madison.jpg", "description": "Após a morte de Francesca Johnson (Meryl Streep), uma proprietária rural do interior do Iowa, seus filhos descobrem, através de cartas que a mãe deixou, do forte envolvimento que ela teve com um fotógrafo (Clint Eastwood) da National Geographic, quando a família se ausentou de casa por quatro dias. Estas revelações fazem os filhos questionarem seus próprios casamentos."}, {"id": "tt14364480", "type": "movie", "name": "Vivo ou Morto: Um Mistério Knives Out", "poster": "https://images.justwatch.com/poster/340106857/s332/wake-up-dead-man-a-knives-out-mystery.jpg", "description": "O detetive Benoit Blanc conta com a ajuda de um jovem padre para investigar um crime perfeitamente impossível na igreja de uma cidadezinha que tem uma história sombria."}, {"id": "tt0088323", "type": "movie", "name": "A História sem Fim", "poster": "https://images.justwatch.com/poster/302060025/s332/a-hioria-sem-fim.jpg", "description": "Quando o jovem Bastian pegou emprestado um misterioso livro, ele jamais sonhou que ao virar uma página seria levado a um mundo de fantasia onde pudesse ver um caracol de corrida, um morcego planador, um dragão da sorte, elfos, uma Imperatriz Menina, o valente guerreiro Atreyu e uma pedra ambulante chamada Come-Pedra. Você apreciará esta adorável aventura e descobrirá que \"A História Sem Fim\" é a sua história!"}, {"id": "tt28793125", "type": "movie", "name": "A Conexão Sueca", "poster": "https://images.justwatch.com/poster/341907659/s332/the-swedish-connection.jpg", "description": "Nesta história real pouco conhecida, um burocrata sueco se torna um herói de guerra ao tentar salvar judeus no auge da Segunda Guerra Mundial."}, {"id": "tt0465602", "type": "movie", "name": "Mandando Bala", "poster": "https://images.justwatch.com/poster/10992876/s332/shoot-em-up.jpg", "description": "Após salvar um recém-nascido de assassinos, o atirador comedor de cenoura Sr. Smith se une a uma prostituta chamada DQ para proteger um bebê de outros ataques. Um assassino profissional os persegue e Smith e DQ descobrem o plano de um senador de tirar medulas de bebês, como o que eles têm nos braços."}, {"id": "tt0106611", "type": "movie", "name": "Jamaica Abaixo de Zero", "poster": "https://images.justwatch.com/poster/9043333/s332/jamaica-abaixo-de-zero.jpg", "description": "Nas Olimpíadas, Irwin Flitzer desgraçou a si mesmo quando colocou pesos extras no seu time de trenó, fazendo com que ele tivesse de devolver sua medalha de ouro. Alguns anos depois, Derice Bannock, um jamaicano filho de um antigo amigo de Irwin, fracassa para se classificar como velocista para a prova de 100 metros nas Olimpíadas, por causa de um estúpido acidente. Mas quando Derice descobre que Flitzer também vive na Jamaica, ele decide ir para as Olimpíadas de qualquer jeito, não como um corredor mas liderando uma equipe de trenó."}, {"id": "tt32642706", "type": "movie", "name": "Dinheiro Suspeito", "poster": "https://images.justwatch.com/poster/340684714/s332/rip-0.jpg", "description": "Quando uma equipe de policiais de Miami encontra milhões de dólares em um muquifo usado como esconderijo, a confiança fica abalada e todos viram suspeitos."}, {"id": "tt0093693", "type": "movie", "name": "Um Salto Para a Felicidade", "poster": "https://images.justwatch.com/poster/215524676/s332/overboard.jpg", "description": "Joanna Stayton contrata o carpinteiro Dean Proffitt para montar um armário em seu iate e se nega a paga-lo depois de pronto. Mas depois dela acidentalmente cair ao mar e perder a memória Dean vê uma oportunidade de se vingar"}, {"id": "tt1230168", "type": "movie", "name": "Somos Todos Iguais", "poster": "https://images.justwatch.com/poster/44019124/s332/same-kind-of-different-as-me.jpg", "description": "O bem-sucedido negociante de arte Ron Hall e sua esposa Debbie têm uma vida perfeita. Mas quando sua fé e sua família são postas à prova, uma ligação improvável com um mendigo os leva a uma admirável jornada que constrói uma duradoura amizade."}, {"id": "tt0116695", "type": "movie", "name": "Jerry Maguire: A Grande Virada", "poster": "https://images.justwatch.com/poster/285565167/s332/jerry-maguire-a-grande-virada.jpg", "description": "Um empresário de atletas que comete o erro de dizer o que pensa se vê abandonado por todos os seus clientes, exceto o jogador de futebol americano Rod Tidwell. A vida pessoal de Maguire também começa a se desintegrar quando ele fica dividido entre amor e dinheiro nesta metáfora sobre a necessidade de dinheiro e poder dos americanos."}, {"id": "tt34381460", "type": "movie", "name": "96 Minutos", "poster": "https://images.justwatch.com/poster/341415168/s332/96-minutes.jpg", "description": "Um especialista em bombas embarca com sua noiva em um trem contendo explosivos, enquanto um professor de física assolado por escândalos pega o mesmo trem na esperança de se reconciliar com sua esposa, que partiu em um trem anterior."}, {"id": "tt0128853", "type": "movie", "name": "Mens@gem para Você", "poster": "https://images.justwatch.com/poster/175271237/s332/youve-got-mail.jpg", "description": "Dona de uma pequena livraria, Kathleen Kelly odeia Joe Fox, proprietário da gigantesca rede de livrarias Foxbooks. Quando os dois se conhecem através da internet, iniciam um romance online intenso e anônimo. Um dia, Joe fica sabendo que a encantadora mulher é sua rival de negócios."}, {"id": "tt9764362", "type": "movie", "name": "O Menu", "poster": "https://images.justwatch.com/poster/302318037/s332/the-menu.jpg", "description": "Um casal viaja para uma ilha costeira para comer em um restaurante exclusivo onde o chef preparou um cardápio farto, com algumas surpresas chocantes."}, {"id": "tt4244994", "type": "movie", "name": "O Último Duelo", "poster": "https://images.justwatch.com/poster/252813316/s332/the-last-duel.jpg", "description": "História sobre o duelo entre o cavaleiro Jean de Carrouges e o escudeiro Jaques Le Gris, acusado de ter violado a esposa do cavaleiro. A luta, estabelecida pelo próprio rei da França, Carlos VI, marca o grande drama de vingança e crime do século XIV, que tem a esperança de ser resolvido somente após o combate."}, {"id": "tt0762114", "type": "movie", "name": "Licença para Casar", "poster": "https://images.justwatch.com/poster/178693795/s332/licenca-para-casar.jpg", "description": "Ben Murphy (John Krasinski) e Sadie Jones (Mandy Moore) estão noivos e ansiosos para enfim se casarem. Entretanto a St. Augustine, a tradicional igreja da família de Sadie e que é comandada pelo reverendo Frank (Robin Williams), apenas realizará o casamento se ambos passarem pelo famoso curso de preparação de noivos, ministrado pelo próprio reverendo. Sem alternativa, Ben e Sadie aceitam a exigência. Entretanto o curso, que é composto de aulas ultrajantes, estranhas lições de casa e invasões de privacidade, põe em risco o relacionamento entre eles."}, {"id": "tt3468380", "type": "movie", "name": "O Que Me Traz Até Você", "poster": "https://images.justwatch.com/poster/311257499/s332/which-brings-me-to-you.jpg", "description": "Baseado no livro best-seller, Which Brings Me To You é uma comédia romântica de aquecer o coração, estrelando Lucy Hale e Nat Wolff. Jane, uma jornalista freelancer, e Will, um fotógrafo, são imediatamente atraídos um para o outro num casamento de amigos em comum. Depois que os dois saem de fininho para se pegarem no guarda volumes, tudo indica que será apenas um rolo de uma noite só."}, {"id": "tt1292566", "type": "movie", "name": "Como Ser Solteira", "poster": "https://images.justwatch.com/poster/176916028/s332/como-ser-solteira.jpg", "description": "Alice (Dakota Johnson) acabou de sair de um relacionamento e não sabe muito bem como agir sem outra metade. Para sua sorte, ela tem uma animada amiga (Rebel Wilson) especialista na vida noturna de Nova York, que passa a ensiná-la como ser solteira. Adaptação do primeiro romance de Liz Tuccillo, \"How To Be Single\", lançado em 2008."}, {"id": "tt0361748", "type": "movie", "name": "Bastardos Inglórios", "poster": "https://images.justwatch.com/poster/336736575/s332/bastardos-inglorios.jpg", "description": "Durante a Segunda Guerra Mundial, na França, um grupo de judeus americanos conhecidos como Bastardos espalha o terror entre o terceiro Reich. Ao mesmo tempo, Shosanna, uma judia que fugiu dos nazistas, planeja vingança quando um evento em seu cinema reunirá os líderes do partido."}, {"id": "tt35340614", "type": "movie", "name": "The Blue Trail", "poster": "https://images.justwatch.com/poster/335911179/s332/o-ultimo-azul.jpg", "description": "Em meio à busca pela recuperação econômica, o governo institui colônias compulsórias, confinando os idosos para que possam desfrutar seus últimos anos de vida. Teresa, residente em uma cidade industrializada na Amazônia, surpreende-se ao ser incluída no programa quando a idade mínima é alterada. Com poucos dias restantes, Teresa decide desafiar seu destino, embarcando numa jornada pelos rios e afluentes da Amazônia para realizar um último desejo."}, {"id": "tt0817230", "type": "movie", "name": "Idas e Vindas do Amor", "poster": "https://images.justwatch.com/poster/181396469/s332/idas-e-vindas-do-amor.jpg", "description": "Diante da pressão e das expectativas para o Dia dos Namorados, conhecemos as histórias de casais e de pessoas solteiras em Los Angeles. De uma forma ou de outra, elas acabam se cruzando."}, {"id": "tt3011894", "type": "movie", "name": "Relatos Selvagens", "poster": "https://images.justwatch.com/poster/181832632/s332/relatos-selvagens.jpg", "description": "Seis contos que exploram os extremos do comportamento humano envolvendo pessoas em desespero."}, {"id": "tt36590322", "type": "movie", "name": "Matter of Time", "poster": "https://images.justwatch.com/poster/341662869/s332/matter-of-time.jpg", "description": "O show beneficente emocionante de Eddie Vedder em Seattle é o pano de fundo deste documentário sobre a corrida para encontrar a cura da epidermólise bolhosa."}, {"id": "tt7668870", "type": "movie", "name": "Buscando...", "poster": "https://images.justwatch.com/poster/97855992/s332/pesquisa-obsessiva.jpg", "description": "Após uma jovem de 16 anos desaparecer, seu pai David Kim pede ajuda às autoridades locais. Sem sucesso, após 37 horas, David decide invadir o computador de sua filha para procurar pistas que possam levar ao seu paradeiro."}, {"id": "tt34962891", "type": "movie", "name": "A Vizinha Perfeita", "poster": "https://images.justwatch.com/poster/337090404/s332/the-perfect-neighbor-2025.jpg", "description": "Imagens de câmeras policiais revelam como uma antiga briga de vizinhos acabou em morte neste documentário sobre medo, preconceito e a lei de legítima defesa nos EUA."}, {"id": "tt0112462", "type": "movie", "name": "Batman Eternamente", "poster": "https://images.justwatch.com/poster/300471809/s332/batman-eternamente.jpg", "description": "Duas-Caras e Charada, dois excêntricos bandidos, decidem descobrir a identidade do Homem-Morcego para depois matá-lo. Este por sua vez recebe a ajuda de um jovem que tem sede de vingança, por ter perdido a família em um acidente provocado exatamente pelo Duas-Caras."}, {"id": "tt0068646", "type": "movie", "name": "O Poderoso Chefão", "poster": "https://images.justwatch.com/poster/180324978/s332/o-poderoso-chefao.jpg", "description": "Em 1945, Don Corleone é o chefe de uma mafiosa família italiana de Nova York. Ele costuma apadrinhar várias pessoas, realizando importantes favores para elas, em troca de favores futuros. Com a chegada das drogas, as famílias começam uma disputa pelo promissor mercado. Quando Corleone se recusa a facilitar a entrada dos narcóticos na cidade, não oferecendo ajuda política e policial, sua família começa a sofrer atentados para que mudem de posição. É nessa complicada época que Michael, um herói de guerra nunca envolvido nos negócios da família, vê a necessidade de proteger o seu pai e tudo o que ele construiu ao longo dos anos."}, {"id": "tt15744298", "type": "movie", "name": "Herói por Encomenda", "poster": "https://images.justwatch.com/poster/309742112/s332/freelance.jpg", "description": "Um ex-agente das forças especiais trabalha fornecendo segurança para uma jornalista que está entrevistando um ditador. No meio da entrevista, ocorre um golpe militar e eles são forçados a fugir para a selva, onde precisam sobreviver."}, {"id": "tt0306685", "type": "movie", "name": "Contra o Tempo", "poster": "https://images.justwatch.com/poster/304802928/s332/contra-o-tempo.jpg", "description": "Ling deseja ter a posse de um raro e valioso diamente. Para tê-lo em mãos, ele decide por sequestrar a filha de Tony Fait, um famoso ladrão de joias, de forma a obrigá-lo a roubar o diamante. Sem saída, Fait e sua gangue forjam uma parceria com a Inteligência de Taiwan, chefiada por Su Duncan, para conseguir a cobiçada jóia."}, {"id": "tt27503384", "type": "movie", "name": "Dias Perfeitos", "poster": "https://images.justwatch.com/poster/312421655/s332/perfect-days.jpg", "description": "A história de Hirayama, um homem de meia idade reflexivo que vive sua vida de forma modesta como zelador e limpando banheiros em Tóquio. Sua vida é revelada ao espectador através da música que ouve, dos livros que lê e das fotos que tira das árvores, uma vez que são suas três paixões. À medida que a vida de Hirayama avança, encontros inesperados começam a surgir revelando um passado sombrio e não tão metódico do zelador."}, {"id": "tt30982333", "type": "movie", "name": "Evidências do Amor", "poster": "https://images.justwatch.com/poster/333080289/s332/evidencias-do-amor.jpg", "description": "Em uma noite qualquer, Marco e Laura se conhecem em um karaokê e cantam juntos a música \"Evidências\". Desde então, eles se apaixonaram e formaram um casal que parecia perfeito, até o momento do “sim”. Sem entender o que aconteceu, agora, toda vez que essa música tocar, Marco vai viajar nas suas lembranças com Laura."}, {"id": "tt0113277", "type": "movie", "name": "Fogo Contra Fogo", "poster": "https://images.justwatch.com/poster/311566158/s332/fogo-contra-fogo-1995.jpg", "description": "O ladrão obsessivo Neil McCauley lidera uma equipe de primeira linha em vários assaltos ousados ​​por Los Angeles, enquanto o determinado detetive Vincent Hanna o persegue sem descanso. Cada homem reconhece e respeita a capacidade e a dedicação do outro, mesmo sabendo que o seu jogo de gato e rato pode terminar em violência."}, {"id": "tt0494238", "type": "movie", "name": "Coração de Tinta: O Livro Mágico", "poster": "https://images.justwatch.com/poster/329461798/s332/coracao-de-tinta-o-livro-magico.jpg", "description": "Meggie trocaria facilmente sua vidinha chata pelas aventuras que costuma ler nos livros. Pois parece que seus pedidos foram atendidos. Seu pai Mo, com quem mora sozinha depois do desaparecimento de sua mãe, esconde um estranho segredo – ele é capaz de trazer os personagens dos livros à vida quando lê seus trechos em voz alta. Esta habilidade pode ter relação com o sumiço da mãe de Meggie, mas antes que a menina descubra mais, o vilão Capricórnio surge das páginas de \"Coração de Tinta\" em busca dos poderes de Mo para realizar seus planos. Agora, com a ajuda do misterioso Dedo Empoeirado e de sua tia-avó Elinor, Meggie e o pai entram em um intrigante mundo de magia para impedir o maligno Capricórnio e quem sabe finalmente encontrar sua mãe perdida."}, {"id": "tt13654226", "type": "movie", "name": "Entre Montanhas", "poster": "https://images.justwatch.com/poster/323070934/s332/the-gorge.jpg", "description": "Dois agentes altamente treinados se aproximam à distância após serem enviados para proteger lados opostos de um desfiladeiro misterioso. Quando um mal emerge, eles precisam trabalhar juntos para sobreviver ao que está lá dentro."}, {"id": "tt10731256", "type": "movie", "name": "Não Se Preocupe, Querida", "poster": "https://images.justwatch.com/poster/301293657/s332/dont-worry-darling.jpg", "description": "Alice e Jack têm a sorte de morarem na comunidade idealizada de Vitória, a cidade experimental que abriga os homens que trabalham no ultrassecreto Projeto Vitória e suas famílias."}, {"id": "tt33603921", "type": "movie", "name": "Joe e a Viagem de Carro", "poster": "https://images.justwatch.com/poster/341729692/s332/joes-college-road-trip.jpg", "description": "Para mostrar o mundo real ao neto mimado que está prestes a entrar na faculdade, Joe, o irmão desbocado de Madea, leva o adolescente para uma viagem muito louca pelos EUA."}, {"id": "tt1646987", "type": "movie", "name": "Fúria de Titãs 2", "poster": "https://images.justwatch.com/poster/219340081/s332/furia-de-titas-2.jpg", "description": "Dez anos depois de derrotar o Kraken, Perseu vive em paz com seu filho Helios. Mas os Deuses perdem o controle sobre os Titãs, que estão presos. Perseu é chamado novamente, agora para resgatar seu pai, Zeus, vencer os Titãs e salvar a humanidade."}, {"id": "tt10676052", "type": "movie", "name": "Quarteto Fantástico: Primeiros Passos", "poster": "https://images.justwatch.com/poster/332361727/s332/the-fantastic-four.jpg", "description": "No vibrante cenário de um mundo retrofuturista inspirado nos anos 1960, a Primeira Família da Marvel é forçada a equilibrar seus papéis como heróis com a força de seus laços familiares, enquanto defendem a Terra de um deus espacial voraz chamado Galactus e sua enigmática arauta, a Surfista Prateada."}, {"id": "tt29603959", "type": "movie", "name": "Novocaine: À Prova de Dor", "poster": "https://images.justwatch.com/poster/327834264/s332/novocaine-a-prova-de-dor.jpg", "description": "Quando a garota de seus sonhos é sequestrada, Nathan, um homem comum, transforma sua condição de não sentir dor em sua maior força para recuperar a amada das garras dos criminosos."}, {"id": "tt0918927", "type": "movie", "name": "Dúvida", "poster": "https://images.justwatch.com/poster/239534362/s332/doubt.jpg", "description": "Irmã Aloysius Beauvier (Meryl Streep), a diretora rígida e atemorizante da Escola da Igreja São Nicholas, sofre uma aversão extrema contra o progressista e popular pároco padre Flynn (Philip Seymour Hoffman). Procurando por transgressões em todos os cantos, a Irmã Aloysius acredita que tenha descoberto o pecado máximo quando ouve o Padre Flynn mencionar que tem interesse em um garoto problemático. Mas sem ter como provar, a única coisa que resta é a dúvida."}, {"id": "tt21261712", "type": "movie", "name": "Back to Black", "poster": "https://images.justwatch.com/poster/314178196/s332/back-to-black.jpg", "description": "A história de Amy Winehouse, do início da carreira como cantora de jazz no norte de Londres até se tornar uma estrela da música vencedora do Grammy, passando pela longa batalha contra álcool e drogas que interrompeu sua vida aos 27 anos."}, {"id": "tt1130884", "type": "movie", "name": "Ilha do Medo", "poster": "https://images.justwatch.com/poster/340409816/s332/ilha-do-medo.jpg", "description": "No verão de 1954, os agentes judiciais Teddy Daniels (DiCaprio) e Chuck Aule (Ruffalo) foram designados para uma ilha remota do porto de Boston para investigar o desaparecimento de uma perigosa assassina (Mortimer) que estava reclusa no hospital psiquiátrico Ashecliffe, um centro penitenciário para criminosos perturbados dirigido pelo sinistro médico John Cawley. (Kingsley). Logo eles descobrem que o centro guarda muitos segredos e que a ilha esconde algo mais perigoso que os pacientes."}, {"id": "tt32020404", "type": "movie", "name": "A Sombra do Comandante", "poster": "https://images.justwatch.com/poster/315627476/s332/the-commandants-shadow.jpg", "description": "Documentário da HBO que acompanha o momento histórico em que o filho do comandante de Auschwitz conhece um sobrevivente cara a cara."}, {"id": "tt38598912", "type": "movie", "name": "Skyscraper Live", "poster": "https://images.justwatch.com/poster/341341824/s332/skyscraper-live.jpg", "description": "Sem cordas e sem medo, a lenda Alex Honnold arrisca tudo para escalar um dos arranha-céus mais altos do mundo. Um evento transmitido ao vivo direto de Taipé, Taiwan."}]